{
  "instructions": {
    "pushups": {
      "title": "Push-up instructions",
      "body": "<p>The push-up event measures the endurance of the chest, shoulder, and triceps muscles. On the command get set, assume the front-leaning rest position by placing your hands where they are comfortable for you. Your feet may be together or up to 12 inches apart. When viewed from the side, your body should form a generally straight line from your shoulders to your ankles. On the command go, begin the push-up by bending your elbows and lowering your entire body as a single unit until your upper arms are at least parallel to the ground. Then, return to the starting position by raising your entire body until your arms are fully extended. Your body must remain rigid in a generally straight line and move as a unit while performing each repetition. At the end of each repetition, the scorer will state the number of repetitions you have completed correctly. If you fail to keep your body generally straight, to lower your whole body until your upper arms are at least parallel to the ground, or to extend your arms completely, that repetition will not count, and the scorer will repeat the number of the last correctly performed repetition. If you fail to perform the first ten push-ups correctly, the scorer will tell you to go to your knees and will explain to you what your mistakes are. You will then be sent to the end of the line to be retested. After the first 10 push-ups have been performed and counted, however, no restarts are allowed. The test will continue, and any incorrectly performed push-ups will not be counted. An altered, front-leaning rest position is the only authorized rest position. That is, you may sag in the middle or flex your back. When flexing your back, you may bend your knees, but not to such an extent that you are supporting most of your body weight with your legs. If this occurs, your performance will be terminated. You must return to, and pause in, the correct starting position before continuing. If you rest on the ground or raise either hand or foot from the ground, your performance will be terminated. You may reposition your hands and/or feet during the event as long as they remain in contact with the ground at all times. Correct performance is important. You will have two minutes in which to do as many push-ups as you can. Watch this demonstration. What are your questions?</p>"
    },
    "situps": {
      "title": "Sit-up instructions",
      "body": "<p>The sit-up event measures the endurance of the abdominal and hipflexor muscles. On the command get set, assume the starting position by lying on your back with your knees bent at a 90- degree angle. Your feet may be together or up to 12 inches apart. Another person will hold your ankles with the hands only. No other method of bracing or holding the feet is authorized. The heel is the only part of your foot that must stay in contact with the ground. Your fingers must be interlocked behind your head and the backs of your hands must touch the ground. Your arms and elbows need not touch the ground. On the command 'go', begin raising your upper body forward to, or beyond, the vertical position. The vertical position means that the base of your neck is above the base of your spine. After you have reached or surpassed the vertical position, lower your body until the bottom of your shoulder blades touch the ground. Your head, hands, arms, or elbows do not have to touch the ground. At the end of each repetition, the scorer will state the number of sit-ups you have correctly completed. A repetition will not count if you fail to reach the vertical position, fail to keep your fingers interlocked behind your head, arch or bow your back and raise your buttocks off the ground to raise your upper body, or let your knees exceed a 90-degree angle. If a repetition does not count, the scorer will repeat the number of your last correctly performed sit-up. The up position is the only authorized rest position. If you stop and rest in the down (starting) position, the event will be terminated. As long as you make a continuous physical effort to sit up, the event will not be terminated. You may not use your hands or any other means to pull or push yourself up to the up (resting) position or to hold yourself in the rest position. If you do so, your performance in the event will be terminated. Correct performance is important. You will have two minutes to perform as many sit-ups as you can. Watch this demonstration. What are your questions?</p>"
    },
    "run": {
      "title": "2 Mile Run Instructions",
      "body": "<p>The two-mile run is used to assess your aerobic fitness and your leg muscles endurance. You must complete the run without any physical help. At the start, all soldiers will line up behind the starting line. On the command go, the clock will start. You will begin running at your own pace. To run the required two miles, you must complete (describe the number of laps, start and finish points, and course layout). You are being tested on your ability to complete the 2-mile course in the shortest time possible. Although walking is authorized, it is strongly discouraged. If you are physically helped in any way (for example, pulled, pushed, picked up, and/or carried) or leave the designated running course for any reason, you will be disqualified. (it is legal to pace a soldier during the 2-mile run. As long as there is no physical contact with the paced soldier and it does not physically hinder other soldiers taking the test, the practice of running ahead of, along side of, or behind the tested soldier, while serving as a pacer, is permitted. Cheering or calling out the elapsed time is also permitted.) The number on your chest is for identification. You must make sure it is visible at all times. Turn in your number when you finish the run. Then, go to the area designated for the cool-down and stretch. Do not stay near the scorers or the finish line as this may interfere with the testing. What are your questions on this event?</p>"
    }
  },
  "about": {
    "title": "About the United States Army Physical Fitness Test (APFT)",
    "body": "<p>The Army Physical Fitness Test (APFT) is designed to test the muscular strength, endurance, and cardiovascular respiratory fitness of soldiers in the Army. Soldiers are scored based on their performance in three events consisting of the push-up, sit-up, and a two-mile run, ranging from 0 to 100 points in each event. A minimum score of 60 in each event is required to pass the test. The soldier's overall score is the sum of the points from the three events. If a soldier passes all three events, the total may range from 180 to 300.</p><p>Active component and reserve component soldiers on active duty are required to take a \"record\" (meaning for official records) APFT at least twice each calendar year. Reservists not on active duty must take a \"record\" test once per calendar year. FM 7-22 covers the administration of the APFT, as well as ways to conduct individual, squad and unit level physical training sessions</p><p>If, due to a diagnosed medical condition, a soldier is temporarily unable to conduct one or more of the events in the record APFT, the soldier can be granted an extension to allow him or her to overcome his or her injury and return to an acceptable level of physical fitness. If a soldier has a permanent medical condition that keeps him or her from conducting the two mile run, an alternative aerobic event consisting of either a 2.5 mile walk, an 800-yard swim, or 6.2 mile cycle ride is taken. There are no alternate events for the push-up or sit-up.</p><p>Scoring on the APFT is based on gender, age category, number of repetitions performed of the push-up and sit-up, and run time. Score tables are found in Army FM 7-22 and on Department of the Army Form 705, Army Physical Fitness Test Scorecard. The score for each event ranges from 0 to 100 points; a minimum score of 60 in each event is required to pass the test. The soldier's overall score is the sum of the points from the three events. If a soldier passes all three events, the total may range from 180 to 300. APFT standards may be more rigorous for some special purpose units, such as for special operations soldiers which are usually required to score 70 points or better in each event.</p><p>Soldiers who score 270 or above on the APFT, with a minimum score of 90 in each event, are awarded the Physical Fitness Badge, which can be worn on the physical training uniform of enlisted soldiers. The APFT score also converts to promotion points which are used to in part to determine the eligibility of soldiers for promotion to a higher rank. Effective with the latest change to the Army's enlisted promotion doctrine, the number of promotion points awarded to Soldiers with a \"promotable\" status was changed. Soldiers seeking promotion from Specialist (E-4) to Sergeant (E-5) can achieve a maximum of 180 promotion points whereas a Soldier seeking promotion from Sergeant (E-5) to Staff Sergeant (E-6) can only achieve a maximum of 145 promotion points.</p>",
    "pushups": {
      "title": "Push-ups",
      "body": "<p>Push-ups are used as an indicator of a soldier's chest, shoulder, and tricep muscle strength. You will have two minutes to perform as many push-ups as you can.<p><p>On the command of \"Get set\", everyone will assume the front-leaning rest position. This position consists of placing your hands on the ground, putting your feet together or less than 12 inches apart, and your body should form a generally straight line from shoulders to ankles. When told, \"Go\", you will begin your push-up by bending at the elbows, lowering your whole body in unison until your upper arms are, at least, parallel to the ground. Once you've achieved the down position, immediately return to the up position. You must be sure that your body remains rigid and moves as a single unit when going up and down.</p><p>The scorer will call out the number of times you correctly executed a push-up at the completion of each repetition. A repetition will not count if you fail to:</p><ul><li> keep your body generally straight </li><li> lower your whole body until your upper arms are, at least, parallel to the ground </li><li> extend your arms completely</li></ul><p>If you fail to complete the first ten push-ups correctly, the scorer will tell you to go to your knees. He will explain to you what your mistakes were. You will then be sent to the end of the line of your group to be retested. After the first ten push-ups have been completed, no restarts will be allowed and the test will continue. Any incorrectly performed push-ups will not be counted toward your final score.</p><p>Your chest or abdomen may touch the ground as long as the contact does not provide an advantage such as bouncing your body off the ground or resting it on the ground. You are not allowed to have your feet braced during the event. You may not cross your feet during the push-ups, nor are you allowed to perform bare footed. You are allowed to do the push-ups on your fists, if you prefer. It is not recommended that you wear glasses during the push-up event.</p><p>There is one authorized alternate rest position - you may sag in the middle of your body or flex your back. When flexing your back, you may bend your knees, but not enough that you shift most of your body's weight to your legs. If this occurs, your performance will be terminated. You must then return to, and pause in, the correct starting position before continuing. If you rest on the ground or raise either of your hands or feet from the ground, your performance will be terminated. You may reposition your hands and feet during the event, if needed, but they must remain in constant contact with the ground.</p><p>Someone will demonstrate how to properly do push-ups before the event begins and you will be able to ask any questions you might have. The event supervisor will keep track of the time and will announce how much time is left every 30 seconds and will count down the last 10 seconds. While you perform the push-ups, the scorer will either sit or kneel about three feet from your shoulder at a 45 degree angle. Their head will likely be about even with your shoulders when in the up position. The scorers can tell you what you are doing wrong as he observes during the event. A critique is provided after the push-up test is performed.</p><p>When you complete the event, the scorer will note the number of correctly performed push-ups, initial the scorecard, and will return the scorecard to you.</p>"
    },
    "situps": {
      "title": "Sit-ups",
      "body": "<p>Sit-ups are used as an indicator of the endurance of a soldier's abdominal and hip-flexor muscles. You will have two minutes to perform as many sit-ups as possible.</p><p>On the command of \"Get set\", you will lie on your back with your knees bent at a 90-degree angle for the starting position. You can put your feet together or can separate them by no more than 12 inches. Someone will hold your ankles with their hands. This is the only authorized method of bracing or holding of your feet. The heel is the only part of your foot that must maintain contact with the ground. Your fingers must be interlocked behind your head and the back of your hands must touch the ground. Your arms and elbows need not touch the ground.</p><p>When told \"Go\", raise your body forward to, or beyond, the vertical position. The vertical position is defined as the base of your neck being above the base of your spine. Once you've reached or surpassed this point, you may lower your body until the bottom of your shoulder blades make contact with the ground.</p><p>The scorer will tell you how many sit-ups you have completed after each repetition. If you fail to successfully complete a repetition, he will repeat the number of correctly executed sit-ups. A repetition will not count if you:</p><ul> <li>fail to reach the vertical position</li> <li>fail to keep your fingers interlocked behind your head </li> <li>arch or bow your back </li> <li>raise your buttocks off the ground to raise your upper body </li> <li>let your knees exceed a 90-degree angle</li></ul><p>Soldiers are not allowed to swing his arms or hands in order to help attain the up position. If this occurs, that repetition will not count. You are allowed to wiggle to attain the up position.</p><p>The up position is the only authorized rest position. If you stop in the down position, the event will be terminated. You are not allowed to push or pull yourself into the rest position and cannot use your hands or anything else to hold yourself in the rest position. If you violate these rules, your event will be terminated.</p><p>Someone will demonstrate the proper technique for a sit-up and will answer any questions. The event supervisor will keep track of the time and will announce how much time is left every 30 seconds and will count down the last 10 seconds. Your scorer will likely kneel or sit about three feet from your hip with his head about even with shoulder, when your body is in the up position. The scorers can tell you what you are doing wrong as he observes during the event. A critique is provided after the sit-up test is performed.</p><p>When you complete the event, the scorer will note the number of correctly performed sit-ups, initial the scorecard, and will return the scorecard to you.</p>"
    },
    "run": {
      "title": "2 Mile Run",
      "body": "<p>The two-mile run tests your cardiorespiratory (aerobic) endurance and the endurance of your leg muscles. You are to complete the two miles as quickly as you possibly can.</p><p>You and a group of ten or less soldiers will line up behind the start line. When given the command \"Go\", you start running. You set whatever pace you like. Walking is allowed but is strongly discouraged. If you are physically helped in any way or leave the designated running course for any reason, you will be disqualified. It is fine for you to pace with another soldier or for the scorers to run near you and cheer or announce elapsed time, as long as no physical contact is made. You must ensure that the number on your chest if visible at all times. As soldiers approach the finish line, the supervisor will call out the time in minutes and seconds. When you are finished with the run, you will need to leave the running area and wait at the cool-down and stretch area.</p><p>After you have completed the two-mile run, the scorers will evaluate your performance and determine your APFT scores.</p>"
    },
    "alt": {
      "title": "Alternate Aerobic Events",
      "body": "<p>If you have a permanent or a long-term (more than three months) temporary medical profile and cannot perform the full, three-event APFT, these are the four alternate aerobic events:</p><ul> <li>800-yard-swim test</li><li>6.2-mile stationary bicycle ergometer test</li><li>6.2-mile bicycle test on a conventional one-speed bicycle</li><li>2.5-mile-walk test</li></ul><p>These events aren't scored. They are all pass/fail events where you must score better than a certain time to pass.</p><h3>800-Yard-Swim</h3><p>You start this event in the water (no diving) with your body in contact with the wall. You will be allowed to get acclimated to the water and get warmed-up. On the command, \"Go\" you start swimming any stoke (or combination of strokes) that you wish. You must touch the wall of the pool at each end of the pool. Any type of turn is permitted. It is fine for you to walk along the bottom to recuperate. Wearing goggles is permitted for this event.</p><h3>6.2-Mile Stationary-Bicycle Ergometer</h3><p>For this event, the bicycle is set with a resistance of two kilopounds (20 Newtons). On the command \"Go\" you will begin pedaling until you reach 6.2 miles (10 kilometers) on the bicycle's odometer. You will be allowed a short warm-up period and will be allowed to adjust the seat and handlebar height.</p><h3>6.2-Mile Bicycle</h3><p>Your bicycle will be set on one gear setting. Gears cannot be changed once the event has begun; doing so will disqualify you. Soldiers will pull their bikes to the start line and await the command to go. Once the event is underway, you are to continue pedaling until the 6.2 miles has been reached.</p><h3>2.5-Mile Walk</h3><p>This event takes place at the same location where the 2.5-mile run is conducted. Soldiers line up at the start line and begin walking when provided the command, \"Go\" You can go at your own pace, but you will be disqualified if you commit either of these infractions:</p><ol> <li>You break into a running stride.</li><li>Both feet are not in contact with the ground.</li></ol>"
    }
  }
}