{
  "instructions": {
    "pushups": {
      "title": "Push-up instructions",
      "body": "The push-up event measures the endurance of the chest, shoulder, and triceps muscles. On the command get set, assume the front-leaning rest position by placing your hands where they are comfortable for you. Your feet may be together or up to 12 inches apart. When viewed from the side, your body should form a generally straight line from your shoulders to your ankles. On the command go, begin the push-up by bending your elbows and lowering your entire body as a single unit until your upper arms are at least parallel to the ground. Then, return to the starting position by raising your entire body until your arms are fully extended. Your body must remain rigid in a generally straight line and move as a unit while performing each repetition. At the end of each repetition, the scorer will state the number of repetitions you have completed correctly. If you fail to keep your body generally straight, to lower your whole body until your upper arms are at least parallel to the ground, or to extend your arms completely, that repetition will not count, and the scorer will repeat the number of the last correctly performed repetition. If you fail to perform the first ten push-ups correctly, the scorer will tell you to go to your knees and will explain to you what your mistakes are. You will then be sent to the end of the line to be retested. After the first 10 push-ups have been performed and counted, however, no restarts are allowed. The test will continue, and any incorrectly performed push-ups will not be counted. An altered, front-leaning rest position is the only authorized rest position. That is, you may sag in the middle or flex your back. When flexing your back, you may bend your knees, but not to such an extent that you are supporting most of your body weight with your legs. If this occurs, your performance will be terminated. You must return to, and pause in, the correct starting position before continuing. If you rest on the ground or raise either hand or foot from the ground, your performance will be terminated. You may reposition your hands and/or feet during the event as long as they remain in contact with the ground at all times. Correct performance is important. You will have two minutes in which to do as many push-ups as you can. Watch this demonstration. What are your questions?"
    },
    "situps": {
      "title": "Sit-up instructions",
      "body": "The sit-up event measures the endurance of the abdominal and hipflexor muscles. On the command get set, assume the starting position by lying on your back with your knees bent at a 90- degree angle. Your feet may be together or up to 12 inches apart. Another person will hold your ankles with the hands only. No other method of bracing or holding the feet is authorized. The heel is the only part of your foot that must stay in contact with the ground. Your fingers must be interlocked behind your head and the backs of your hands must touch the ground. Your arms and elbows need not touch the ground. On the command 'go', begin raising your upper body forward to, or beyond, the vertical position. The vertical position means that the base of your neck is above the base of your spine. After you have reached or surpassed the vertical position, lower your body until the bottom of your shoulder blades touch the ground. Your head, hands, arms, or elbows do not have to touch the ground. At the end of each repetition, the scorer will state the number of sit-ups you have correctly completed. A repetition will not count if you fail to reach the vertical position, fail to keep your fingers interlocked behind your head, arch or bow your back and raise your buttocks off the ground to raise your upper body, or let your knees exceed a 90-degree angle. If a repetition does not count, the scorer will repeat the number of your last correctly performed sit-up. The up position is the only authorized rest position. If you stop and rest in the down (starting) position, the event will be terminated. As long as you make a continuous physical effort to sit up, the event will not be terminated. You may not use your hands or any other means to pull or push yourself up to the up (resting) position or to hold yourself in the rest position. If you do so, your performance in the event will be terminated. Correct performance is important. You will have two minutes to perform as many sit-ups as you can. Watch this demonstration. What are your questions?"
    },
    "run": {
      "title": "2 Mile Run Instructions",
      "body": "The two-mile run is used to assess your aerobic fitness and your leg muscles endurance. You must complete the run without any physical help. At the start, all soldiers will line up behind the starting line. On the command go, the clock will start. You will begin running at your own pace. To run the required two miles, you must complete (describe the number of laps, start and finish points, and course layout). You are being tested on your ability to complete the 2-mile course in the shortest time possible. Although walking is authorized, it is strongly discouraged. If you are physically helped in any way (for example, pulled, pushed, picked up, and/or carried) or leave the designated running course for any reason, you will be disqualified. (it is legal to pace a soldier during the 2-mile run. As long as there is no physical contact with the paced soldier and it does not physically hinder other soldiers taking the test, the practice of running ahead of, along side of, or behind the tested soldier, while serving as a pacer, is permitted. Cheering or calling out the elapsed time is also permitted.) The number on your chest is for identification. You must make sure it is visible at all times. Turn in your number when you finish the run. Then, go to the area designated for the cool-down and stretch. Do not stay near the scorers or the finish line as this may interfere with the testing. What are your questions on this event?"
    }
  }
}